{
    "navbar": {
        "logo-img-navbar": "../../../assets/img/Logo_Mio.png"
    },
    "banner": {
        "nombre": "Hola,soy Florencia Fuentes",
        "descripcion": "Desarrolladora Web Full Stack Jr "
    },
    "sobreMi": {
        "titulo": "SOBRE MI",
        "descripcion": "Aquí encontrará más información, lo que hago y mis habilidades actuales",
        "conoceme": "CONOCEME",
        "sobre1": "¡Hola! Soy Florencia Fuentes, desarrolladora web Full Stack. Desde joven, las computadoras han despertado mi curiosidad y siempre he tenido un gran interés en aprender a programar. Fue en el año 2021 cuando decidí sumergirme de lleno en este fascinante mundo de la programación.",
        "sobre2": "Poco a poco, me aventuré en cursos especializados que me permitieron aprender a desarrollar sitios web. Dominé lenguajes como HTML, CSS y JavaScript, y adquirí conocimientos en el uso de frameworks como Angular. ",
        "descargarCv": "Descargar Cv"
    },
    "habilidades": {
        "misHabi": "MIS HABILIDADES"
    },
    "proyectos": {
        "titulo": "PROYECTOS",
        "descripcion": "¡Aqui encontraras algunos de los proyectos que fui construyendo!",
        "proyecto": [
            {
                "nombre": "Color Game",
                "img": "../../../assets/img/lap_colorGame.png",
                "descri1": "El Color Game es un emocionante juego de adivinanzas en el que el usuario pondrá a prueba sus habilidades para identificar colores a partir de su código RGB. El objetivo del juego es sencillo: el programa mostrará un código RGB, que representa un color específico en el espacio de color RGB (Rojo, Verde, Azul). El usuario deberá adivinar cuál es el color correcto entre las opciones presentadas.",
                "descri2": "El juego tiene dos niveles de dificultad. El nivel fácil presenta 3 opciones de colores posibles, mientras que el nivel difícil aumenta el reto con 6 opciones diferentes. El usuario puede seleccionar el nivel con el que se sienta más cómodo.",
                "urlGithub": "https://github.com/FlorFuentes/Color_Game",
                "urlDeploy": "https://graceful-malasada-201f0b.netlify.app/"
            },
            {
                "nombre": "To Do List",
                "img": "../../../assets/img/lap_todolist.png",
                "descri1": "To-Do List es una página interactiva que permite a los usuarios agregar y gestionar sus tareas pendientes de manera efectiva.Pueden crear una lista personalizada de tareas por hacer",
                "descri2": "La pagina cuenta con un candado,que si la tarea esta desbloqueada se puede editar, sino no. Y con un tachito para poder eliminar la tarea pendiente.",
                "urlGithub": "https://github.com/FlorFuentes/To_Do_List",
                "urlDeploy": "https://silly-gecko-9fd65b.netlify.app/"
            },
            {
                "nombre": "Weather Channel",
                "img": "../../../assets/img/lap_weather.png",
                "descri1": "El proyecto del Weather Channel es una página web que muestra las condiciones meteorológicas actuales de diversas ciudades. La página interactúa con la API del Weather Channel para obtener datos precisos y actualizados sobre el clima de cada ubicación.",
                "descri2": "Los usuarios pueden ingresar el nombre de la ciudad que deseen consultar, y la página mostrará información relevante, como la temperatura actual en Celsius (°C) , el estado del cielo, y descripción del clima actual",
                "urlGithub": "https://github.com/FlorFuentes/Weather_Channel",
                "urlDeploy": "https://superlative-queijadas-b0b14b.netlify.app/"
            },
            {
                "nombre": "Cafeteria",
                "img": "../../../assets/img/lap_cafeteria.png",
                "descri1": "La cafetería es un sitio web sencillo y encantador. En él se utilizo HTML, CSS y un poco de JavaScript.",
                "descri2": "Los usuarios pueden navegar por la pagina donde encontraran diferentes secciones: mejores categorias, mejores productos, una galeria de fotos, comentarios de clientes y un pie de pagina donde estan nuestras sucursales ",
                "urlGithub": "https://github.com/FlorFuentes/Proyecto_Final_BA",
                "urlDeploy": "https://famous-croquembouche-9cfeba.netlify.app/"
            },
            {
                "nombre": "Power Eco",
                "img": "../../../assets/img/lap_powerEco.png",
                "descri1": "Power Eco es un sitio web dedicado a los autos eléctricos y su impacto positivo en el medio ambiente. El proyecto se ha desarrollado en grupo, donde cada uno tenia diferentes tareas en la pagina. En él utilizamos HTML, CSS, JavaScript, Bootstrap, Python, MySQL y Flask",
                "descri2": "Lo más destacado de este proyecto es la creación de una API personalizada utilizando Python Flask. Esta API permite a los usuarios realizar operaciones CRUD (Crear, Leer, Actualizar y Eliminar) en la base de datos de modelos de autos eléctricos. Los usuarios pueden agregar nuevos modelos, editar la información existente o eliminar modelos que ya no sean relevantes.",
                "descri3": "El sitio es un ejemplo del trabajo en equipo de unos desarrolladores, donde pudieron plasmar todo lo aprendido en el curso",
                "urlGithub": "https://github.com/julianmanrike/frontend",
                "urlDeploy": "https://julianmanrike.github.io/frontend/"
            },
            {
                "nombre": "Portfolio",
                "img": "../../../assets/img/lap_port.png",
                "descri1": "Mi portfolio desarrollado en el marco del curso de Argentina Programa 4.0 es una muestra completa de mis habilidades y conocimientos en el desarrollo web y la programación. Utilizando una variedad de tecnologías, he creado un sitio web interactivo y dinámico.",
                "descri2": "La página fue construida utilizando HTML, CSS y Bootstrap para lograr un diseño moderno y receptivo que se adapta a diferentes dispositivos. Con Angular, he agregado interactividad y funcionalidad a la interfaz, brindando a los visitantes una experiencia agradable y fluida al navegar por el portfolio.",
                "descri3": "Una de las características más destacadas de mi portfolio es la integración de una base de datos MySQL y un backend desarrollado en Java y Spring Boot. Esto permite a los usuarios acceder al sitio con sus credenciales, lo que les da la capacidad de realizar un CRUD completo en su propia información de portfolio.",
                "urlGithub": "https://github.com/FlorFuentes/Portfolio_FrontEnd/tree/angular",
                "urlDeploy": "https://portfolio-argprograma-6ed7c.web.app/inicio"
            }
        ]
    },
    "footer": {
        "texto": "¡Para contactarte conmigo podes seguirme en las redes!",
        "linkGithub": "https://github.com/FlorFuentes",
        "linkLinkedin": "https://www.linkedin.com/in/florencia-fuentes-52b841263",
        "linkTelegram": "https://t.me/Flor_Fuentes_12",
        "linkCorreo": "mailto: flopy_200412@hotmail.com",
        "linkWhatss": "https://wa.me/+5492944206530",
        "disclaimer": "Sitio creado por Florencia Fuentes 2023 ©"
    }
}